[
    {
    "title": "Mtriage",
    "format": "Software",
    "setting": "Forensic Architecture",
    "date": "2023",
    "info1": "I'm producing a video piece on behalf of Forensic Architecture for the Data and Surveillance exhibition with the Harvard Data and Society Group, set to open in October 2023. The video provides a demo of Mtriage, an open source software framework developed for the analysis of large volumes of video and images. I updated the code base, trained a new machine learning classifier to detect and classify objects in video and images, and produced and edited the video.",
    "image": "data/images/triplechas.jpeg",
    "info2": "Curatorial description: “Computer vision” is a field of computer science focused on identifying objects and aspects in images and videos. The field has been enriched in recent decades by significant advances in machine learning and artificial intelligence, which have sufficiently improved classification accuracy, facilitating an expansion in the business of large-scale and real-time processing in industry, business, and military applications. Computational “eyes” are heralded as more efficient than human ones at scale, and even less “biased” (by some). ‘Mtriage’ is an open source software framework developed by Forensic Architecture to download, process and analyze media in order to expedite the investigation of human rights violations captured in public domain media. ",
    "link": {
    "url": "https://forensic-architecture.org/investigation/detecting-tear-gas",
    "text": "Click here for more information"
    }
    },
    {
    "title": "The Noise Filter - Cybernetics in “Gravitys Rainbow”",
    "format": "Writing",
    "setting": "Undergraduate",
    "date": "2023",
    "info1": "Brief essay on the role of cybernetic systems, ranging from noise filters in anti-air weaponry to the capitalist world system, within Thomas Pynchons postmodern classic 'Gravitys Rainbow.'",
    "image": "data/images/aircraft.jpeg",
    "info2": "This is the first edition of the essay.",
    "link": {
    "url": "https://docs.google.com/document/d/1_Kto041aiC_24G3Esjyfc_Mk1fToPOXRILzQtj9uH10/edit?usp=sharing",
    "text": "You can read it here"
    }
    },
    {
    "title": "Web Urbanism",
    "format": "Writing",
    "setting": "Undergraduate",
    "date": "2023",
    "info1": "“What if the internet was a city? What would be its roads, buildings, and parks?” This question was levied at the 2018 Decentralized Web Summit, where programmers, urban planners and theorists collaborated to explore “decentralized forms of networking through the lenses of cities, urbanism, and architecture.” Urban metaphors have lain at the heart of “cyberspace” imaginaries since its inception, but it's clear that now, the city of the internet is one we no longer want to live in. In a moment dubbed by some to be the turning point into “post-neoliberalism,” new paradigms of digital networking are emerging in reaction to the current state of internet infrastructure and governance. This essay traces the evolution of the internet through a series of urban spatial metaphors, from the birth of Network Culture to the new cyberpunk futures of decentralized computing. I hope to offer new frameworks and tools for the analysis of new forms of networking to come.",
    "image": "data/images/network.pbm",
    "info2": "This essay is in revision and is available by request.",
    "link": {
    "url": "https://docs.google.com/document/d/1ON2WIMpW8k5VkDMwW6hVBRWhUk341c691nfX6qLccFU/edit?usp=sharing",
    "text": "Request access here."
    }
    },
    {
        "title": "On Aluminum Buildings",
        "format": "Writing",
        "setting": "Undergraduate",
        "date": "2022",
        "info1": "Displacement, transmission, and contemporary architecture",
        "image": "data/images/lpac.jpg",
        "info2": "A brief article on the new Lindemann Performing Arts Center. For the College Hill Independent's 'Mediations on Infrastructure.'",
        "link": {
        "url": "https://www.theindy.org/article/2774",
        "text": "You can read it here."
        }
        },
    {
    "title": "Critical Ambience",
    "format": "Writing",
    "setting": "Undergraduate",
    "date": "2022",
    "info1": "An inquiry into contemporary ambient artworks, focusing primarily on Tan Lin's 'ambient poetics' and the work of Brian Eno. I draw upon Deleuze's 'Societies of Control' essay examine the role of ambient aesthetics or 'soft architecture' in contemporary control apparatuses (in particular, metadata infrastructure).",
    "image": "data/images/muzak.jpeg",
    "info2": "This essay is in revision and is available by request.",
    "link": {
    "url": "https://docs.google.com/document/d/1ON2WIMpW8k5VkDMwW6hVBRWhUk341c691nfX6qLccFU/edit?usp=sharing",
    "text": "Request access here."
    }
    },
    {
        "title": "Hybrid Office Interfaces",
        "format": "Software",
        "setting": "Andi / Undergraduate",
        "date": "2023",
        "info1": "I'm writing and desiging for an upcoming paper/project exploring interfaces and modular architecture for hybrid-remote work oriented offices. My contributions focus primarily on the large-scale social consequences of hyrbid and remote work. I'm also developing design heuristics and interface prototypes for hybird work oriented devices.",
        "image": "data/images/janus.png",
        "info2": "This project is in development with Ian Gonsher and the Brown Computer Science and Engineering departments. Expected publication 2024.",
        "link": {
        "url": "https://www",
        "text": "Check out the demo for our first product here."
        }
        },
    {
    "title": "Mobile Interface Redesign and Testing",
    "format": "Software",
    "setting": "Andi / Undergraduate",
    "date": "2022",
    "info1": "Mobile redesign for Andi, an AI-powered search engine.",
    "image": "data/images/giphy.gif",
    "info2": "Designed with Will Allstetter and Frank Carber.",
    "link": {
    "url": "https://www.ycombinator.com/companies/andi",
    "text": "Read more about Andi here."
    }
    },
    {
    "title": "Bad Fortune",
    "format": "Music",
    "setting": "Forensic Architecture",
    "date": "2022+",
    "info1": "Lead creative, talent buying, and production for ongoing DIY event series in Providence, RI. Hosted with Symposium Records at legendary underground venue 1911.",
    "image": "data/images/bficon.png",
    "info2": "Initial logo design in collaboration with Constantin Gardey.",
    "link": {
    "url": "https://www.instagram.com/badfortune.pvd/",
    "text": "View our events here."
    }
    },
    {
    "title": "TT - NTS",
    "format": "Music",
    "setting": "Forensic Architecture",
    "date": "2022",
    "info1": "Guest mix for TT Label's monthly NTS show. Aired December 2022. Intro by DJ Pitch.",
    "image": "data/images/nts.png",
    "info2": "Thank you Rob and Maya :)",
    "link": {
    "url": "https://soundcloud.com/jacksondelay/jackson-delay-for-tt-label-w-dj-pitch-nts-december-2022?si=620f31e3fad545daad9615d2d2255442&utm_source=clipboard&utm_medium=text&utm_campaign=social_sharing",
    "text": "Listen here."
    }
    },
    {
    "title": "Live from New York",
    "format": "Music",
    "setting": "Forensic Architecture",
    "date": "2022",
    "info1": "2 hour mix recorded live in August, Brooklyn, NY.",
    "image": "data/images/brook.png",
    "info2": "This mix spans my typical club tempos and styles.",
    "link": {
    "url": "https://soundcloud.com/jacksondelay/livefromny81922?si=f7117cae588046fd97a18db22c7d7ca8&utm_source=clipboard&utm_medium=text&utm_campaign=social_sharing",
    "text": "Listen here."
    }
    }
]
